4ops.terraform
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
foam.foam-vscode
GitHub.copilot
GitHub.vscode-pull-request-github
Gruntfuggly.mermaid-export
hediet.vscode-drawio
jebbs.plantuml
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.vscode-typescript-next
njpwerner.autodocstring
nopeslide.vscode-drawio-plugin-mermaid
Prisma.prisma
rangav.vscode-thunder-client
rust-lang.rust
vscodevim.vim
vstirbu.vscode-mermaid-preview
yzhang.markdown-all-in-one
